Revit 2027 API
ParameterTypeId.DividedSurfaceRule1Suspension Property
 "Is grid 1 suspended?"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceRule1Suspension { get; }
Public Shared ReadOnly Property DividedSurfaceRule1Suspension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceRule1Suspension {
	ForgeTypeId^ get ();
}
static member DividedSurfaceRule1Suspension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace